Repository: kongbaguni/QRCodeGenerator
Catalog: QrcodeGenerator2/Localizable.xcstrings
Source language: en
Languages: ko

source: Account
ko: 계정

source: account creation date
ko: 계정 생성 일시

source: Activate this theme
ko: 이 테마를 활성화

source: ad
ko: 광고

source: alert
ko: 알림

# anomymouse sign out
source: You are logging in anonymously. If you log out, you will not be able to log in again with the same account, and any saved data will be deleted. Do you want to continue?
ko: 익명로그인 중입니다. 로그아웃 하면 같은 계정으로 다시 로그인 할 수 없고, 저장된 데이터는 삭제됩니다. 계속하시겠습니까?

# App Title
source: QR & Bar Code Generator
ko: QR & Bar 코드 생성기

source: App Version :
ko: 앱 버전 :

source: background
ko: 배경색

source: background color
ko: 배경색

source: background Color
ko: 배경색

source: Bar code
ko: 바코드

source: btn1
ko: 버튼1

source: btn1 background color
ko: 버튼1 배경색

source: btn1 foreground color
ko: 버튼1 전경색

source: btn2
ko: 버튼2

source: btn2 background color
ko: 버튼2 배경색

source: btn2 foreground color
ko: 버튼2 전경색

source: btn3
ko: 버튼3

source: btn3 background color
ko: 버튼3 배경색

source: btn3 foreground color
ko: 버튼3 전경색

source: code list
ko: 코드 목록

source: color
ko: 색상

source: color setting
ko: 색상 설정

source: combin point history
ko: 포인트 내역 결합

source: combine point
ko: 포인트 결합

# combine point history alert
source: Combine point history. When you combine, the point usage history so far will be added up and the point history will disappear. Do you want to run it?
ko: 포인트 이력을 결합합니다. 결합을 실행하면 지금까지 포인트 사용 내역이 합산되어 포인트 내역이 사라지게 됩니다. 실행하겠습니까?

source: confirm
ko: 확인

source: contact
ko: 연락처

source: Continue with Apple
ko: Apple 로 계속하기

source: Continue with Google
ko: Google로 계속하기

source: create code
ko: 코드 생성

source: Current Point :
ko: 현재 포인트 :

source: dark mode
ko: 다크모드

source: delete
ko: 삭제

source: delete account
ko: 계정 삭제

# delete account desc1
source: Delete your account. Afterwards, previously saved data cannot be accessed again. If you agree to account deletion, fill out the text field below and click the confirm button.
ko: 계정을 삭제 합니다. 이후 기존에 저장된 데이터에 다시 접근 할 수 없습니다. 계정삭제에 동의하면 아래 텍스트필드를 작성후 확인버튼을 누르세요.

source: delete code
ko: 코드 삭제

# delete code confirm message
source: Delete the code. If you delete it now, the deleted code cannot be recovered. Are you sure you want to delete?
ko: 코드를 삭제합니다. 지금 삭제하면 삭제된 코드는 복구할 수 없습니다. 삭제하시겠습니까?

# delete theme msg
source: Delete this theme. Deleted themes cannot be recovered. Are you sure you want to delete?
ko: 이 테마를 삭제합니다. 삭제된 테마는 복구할 수 없습니다. 삭제하시겠습니까?

source: Don't see this message again
ko: 이 메세지 다시 보지 않기

source: edit
ko: 편집

source: edit Bar code
ko: Bar 코드 편집

source: edit code
ko: 코드 편집

source: edit QR code
ko: QR 코드 편집

source: edit theme
ko: 테마 수정

source: email
ko: 이메일

# empty name error msg
source: No name entered.
ko: 이름을 입력하지 않았습니다.

# empty phonenumber error msg
source: You did not enter a phone number.
ko: 전화번호를 입력하지 않았습니다.

# empty text error msg
source: There is no text input.
ko: 문자 입력이 없습니다.

# empty title error msg
source: No title entered.
ko: 재목을 입력하지 않았습니다.

source: error
ko: 에러

source: facebook
ko: 페이스북

source: facebook id
ko: 페이스북 아이디

source: favorites
ko: 즐겨찾기

source: foreground
ko: 전경색

source: foreground Color
ko: 전경색

source: Home
ko: 홈

source: hours ago
ko: 시간 전

source: id
ko: 아이디

source: ID
ko: 아이디

source: input
ko: 입력

source: input name
ko: 이름 입력

source: instagram
ko: 인스타그램

source: instagram id
ko: 인스타그램 아이디

# invalid Barcode error msg
source: This is a string from which a barcode cannot be created.
ko: 바코드를 생성할 수 없는 문자열입니다.

source: Just before
ko: 방금전

source: Key
ko: 키

source: last sign in date
ko: 마지막 로그인 일시

source: light mode
ko: 라이트 모드

source: make Bar codce
ko: 바코드 만들기

source: make Bar code
ko: 바코드 만들기

source: make new theme
ko: 테마 만들기

source: make QR code
ko: QR 코드 만들기

source: minute ago
ko: 분 전

source: more....
ko: 더보기

source: my codes
ko: 나의 코드들

source: name
ko: 이름

# Not enough Point
source: Not enough points. You can recharge points by watching ads.
ko: 포인트가 부족합니다. 광고를 시청하여 포인트를 충전할 수 있습니다.

source: OpenSorce License
ko: 오픈소스 라이센스

source: org
ko: 단체

source: organization name
ko: 소속단체 (회사) 이름

source: phone
ko: 전화번호

source: phonenumber
ko: 전화번호

source: Point
ko: 포인트

# Point Description 1
source: Users can earn points by watching ads.
ko: 사용자는 광고를 시청하여 포인트를 얻을 수 있습니다.

# Point Description 2
source: Points are used for the following purposes.
ko: 포인트는 다음의 목적을 위해 사용됩니다.

# Point Description 3
source: Point usage * Share Code : 1 * Create Code : 2 * Edit Code : 3 * Delete Code : 4 * theme create, edit, delete : 5
ko: 포인트 사용처 * 코드 공유하기 : 1 * 코드 생성하기 : 2 * 코드 수정하기 : 3 * 코드 삭제하기 : 4 * 테마 생성,수정,삭제 : 5

# Point Description title
source: What is Point?
ko: 포인트가 뭔가요?

source: points history
ko: 포인트 내역

source: Preview
ko: 미리보기

source: primary
ko: 첫번째 색

source: primary color
ko: 첫번째 색

source: QR code
ko: QR코드

source: save
ko: 저장

source: secondary
ko: 두번째 색

source: secondary color
ko: 두번째 색

source: share code
ko: 코드 공유

source: show ad
ko: 광고 보기

source: show my theme only
ko: 내가 만든 테마만 보기

source: Sign In
ko: 로그인

source: Signin anonymous
ko: 익명 로그인

# Signin desc
source: You can sign in in the following three ways. After signing in with an anonymous account, you can upgrade to an Apple or Google account. Data saved in the cloud with an anonymous account will be deleted immediately after logging out. If you sign out of an anonymous account, you cannot sign in again with the same account. To keep your data even after signing out, log in with Apple or Google. You can use an anonymous account and then upgrade to an Apple or Google account.
ko: 다음 세가지 방법으로 로그인 할 수 있습니다. 익명계정으로 로그인한 다음에는 Apple 이나 Google 계정으로 업그레이드 할 수 있습니다. 익명계정으로 클라우드에 저장된 데이터는 로그아웃 즉시 삭제됩니다. 익명계정은 로그아웃 하면 같은 계정으로 다시 로그인 할 수 없습니다. 로그아웃한 후에도 데이터가 유지되도록 하려면 Apple, Google 로 로그인 하십시오. 익명계정으로 사용후 Apple, Google 계정으로 업그레이드 하셔도 됩니다.

source: Sign in with Apple
ko: Apple로 로그인

source: Sign in with Google
ko: Google로 로그인

source: Sign Out
ko: 로그아웃

source: strong
ko: 강조색

source: strong color
ko: 강조색

source: tag input
ko: 태그 입력

source: Tag input: separated by commas
ko: 태그입력: 콤마로구분

source: tags
ko: 태그

source: Tags already registered
ko: 이미 등록된 태그입니다.

source: test
ko: 테스트

source: text
ko: 문자 입력

source: text input
ko: 문자 입력

# text input placeholder
source: text input
ko: 문자 입력

source: textField background
ko: 텍스트필드 배경색

source: textfield background color
ko: 텍스트필드 배경색

source: textField foreground
ko: 택스트필드 전경색

source: textfiled foreground color
ko: 텍스트필드 전경색

# theme commit
source: Create, edit, delete themes
ko: 테마 생성,수정,삭제

source: theme list
ko: 테마 목록

# theme list desc
source: You can set a theme. You can create a new theme. Creating or editing a theme costs 5 points.
ko: 테마를 설정할 수 있습니다. 새로운 테마를 만들 수 있습니다. 테마를 만들거나 수정하는데는 5포인트가 필요합니다.

source: theme preview
ko: 테마 미리보기

source: themes
ko: 테마

source: title
ko: 제목

source: title input
ko: 제목 입력

# watch ad
source: Earn points by watching ads
ko: 광고보고 포인트 얻기

# watchAddAndEarnPointPrompt
source: Earn points by watching ads!
ko: 광고를 보고 포인트를 얻으세요!

source: website
ko: 웹사이트

source: webview
ko: 웹뷰

# wrongAccountSigninWhenLeave msg
source: Account deletion was canceled because you logged in with a different ID.
ko: 다른 아이디로 로그인하여 계정삭제가 취소되었습니다.

source: X id
ko: X 아이디

source: youtube
ko: 유투브

source: youtube id
ko: 유투브 아이디
